"MJRefreshHeaderIdleText" = "Kéo xuống để làm mới";
"MJRefreshHeaderPullingText" = "Phát hành và làm mới ngay lập tức";
"MJRefreshHeaderRefreshingText" = "Đang làm mới dữ liệu ...";

"MJRefreshTrailerIdleText" = "Vuốt để xem chi tiết đồ họa";
"MJRefreshTrailerPullingText" = "Phát hành để xem chi tiết đồ họa";

"MJRefreshAutoFooterIdleText" = "Nhấp hoặc kéo lên để tải thêm";
"MJRefreshAutoFooterRefreshingText" = "Đang tải thêm dữ liệu ...";
"MJRefreshAutoFooterNoMoreDataText" = "Tất cả đã được tải";

"MJRefreshBackFooterIdleText" = "Kéo lên để tải thêm";
"MJRefreshBackFooterPullingText" = "Phát hành để tải thêm ngay lập tức";
"MJRefreshBackFooterRefreshingText" = "Đang tải thêm dữ liệu ...";
"MJRefreshBackFooterNoMoreDataText" = "Tất cả đã được tải";

"MJRefreshHeaderLastTimeText" = "Cập nhật lần cuối:";
"MJRefreshHeaderDateTodayText" = "Hôm nay";
"MJRefreshHeaderNoneLastDateText" = "Không có bản ghi";
